[
  {
    "service_id": "1",
    "img": "https://i.ibb.co/QkNKP2W/weeding.jpg",
    "price": 10000,
    "name": "Event photography",
     "desc": "Event photography is the professional art of snapping high-quality images during a wide variety of important occasions, from personal events like weddings. Our style is a mix of journalistic and editorial fashion photography. Our experience in press helped us to get that journalistic touch, capturing fleeting moments and memories of the wedding. And given that editorial fashion, modern and elegant to the point pose with husband. NBY IT photography services in Bangladesh work mainly in Bangladesh, Whether a simple ceremony in the field or your city’s cathedral, we’d love to be part of your day. WEDDING PHOTOGRAPHY: The story of your wedding day from the preparations to the first dance. SESSION POST: If your wedding day we don’t have time to go to your place preferred to make photos, always can go another day.PRE-WEDDING SESSION: Spend a fun time practicing before the House before the wedding.PHOTOCALL: The photo call is a fun way to encourage the open bar and save memories with your guests.ALBUMS: Album with high quality photographic paper. Modern and elegant design.EXTRAS: Signature book, rental of Polaroid, boudoir or glamour study session…OUR PACKS: Included in all packages: Pen drive USB with high quality and Gallery pictures online.BASIC PACK BD TK 20000. COMPLETE PHOTOGRAPHY + ALBUM PHOTO PACK BD TK 30000 PHOTOGRAPHY + ALBUM + PHOTOCALL + ENGAGEMENT SESSIONPACK FAMILY BD TK 50000 PHOTOGRAPHY + ALBUM PREMIUM + 2 ALBUMS PARENTS + PHOTOCALL + ENGAGEMENT SESSION YOU CAN CREATE CUSTOM PACK "
  },
  {
    "service_id": "2",
    "img": "https://i.ibb.co/XkLDWkd/product.png",
    "price": 15000,
    "name": "Product photography",
    "desc": "Product photography, or e-commerce photography as it's sometimes known, is basically what it sounds like: photos taken and used on websites and social media platforms to help drive sales of your product or service. As Product photographers have worked with a wide variety of materials (metal and plastic shiny or matte, glass, leather or textiles, to name a few) as you can see in this small sample of photographs. Each requires a very different kind of lighting and our job is to enlighten creatively and find perspective and framing to achieve transmit the value of that product that the company wants to communicate to the consumer. As with people (and with the spaces too!) Are no products photogenic and others are not. The latter are those that require more work and creative effort to find the right way to portray to achieve the objective final product photography: transmitting an added value that encourages consumers to buy. On page Services Product Photography explains in more detail the work we do and how we do it, You can check the work and necessary experience behind each of these photographs, and passion for detail and a job well done. NBY IT Solution provides extremely professional digital product photography services for your business in Dhaka, Bangladesh. We make sure that our supplied images are always meet your prerequisite, No matter where you want to use it either for website or ecommerce site use or higher resolution photos for print use, for any brochures or promotional material. The photos will come with all our proficiency with high quality reproduction facilities."
  },
  {
    "service_id": "3",
    "img": "https://i.ibb.co/HCmJsTb/commercial.jpg",
    "price": 20000,
    "name": "Commercial photography",
    "desc": "Commercial photography is a genre that encompasses any photos used for a business or publication. “It’s photography that helps sell things,” says photographer Andrew Bennett. “When I do commercial photography, it’s because a company has a product or service to sell and needs content to help sell it.” From websites to billboards to social media campaigns, there’s almost no limit to the potential commercial uses for photos. As explained on page Services Advertising Photography, the dividing line between advertising photography and the product is not easy to define and sometimes both fields overlap. In short, advertising photography often involves a photographic composition with more objects (a still life) and also a much more elaborate and specialized postproduction. This makes the associated costs are much higher than in product photography."
  },
  {
    "service_id": "4",
    "img": "https://i.ibb.co/2vH06D9/interior.jpg",
    "price": 16000,
    "name": "Location and architectural photography",
    "desc": "Professional Interior Photography is one of the main photographic specialties NBY IT photography services in Bangladesh and one of the most demanded by our customers. As photographer Interior we have made productions of many types of spaces. To view the best photographs, we divided into the following groups: 1 Photography Interior Houses: We have made dozens of photographic productions for major real estate, construction and promoters of our country.2 Photography Interior Office: productions made are both companies own buildings, such as the corporate headquarters of multinational companies, among others.3 Photography Interior Hotels: for years made the photos to known hotel chains.4 Photography Interior Restaurant: among our customers from upscale restaurants, fast food restaurants and chain restaurants. 5 Photography Shops Interiors: have developed many productions for both shop owners and suppliers of equipment."
  },
  {
    "service_id": "5",
    "img": "https://i.ibb.co/PWM3st9/lifestyle.jpg",
    "price": 8000,
    "name": "Lifestyle photography",
    "desc": "What are lifestyle photos? As an alternative to pure white backgrounds, we combine props, textured surfaces, dramatic lighting, stock photography, or a mix of all four to create small customized settings with big visual impact. To give you a better idea of what we mean, we’ve included a small gallery right here plus additional examples in our portfolio.Any limitations? Our lifestyle photos focus on small arrangements that can usually fit on a tabletop, anything that requires travel outside our studio, construction of large sets, or full-body models, is not available with this service, but we can simulate these more complex environments using stock photo compilations (below)."
  },
  {
    "service_id": "6",
    "img": "https://i.ibb.co/61Yj9sr/food.jpg",
    "price": 7000,
    "name": "Food photography",
    "desc": "As photographer Food (or Food) our goal when we started a new job is always very clear: to create images that when viewed encourage the viewer to want to eat the products portrayed. So we talk about a delicious target on page Services Photography Food That is precisely what we seek. And under the satisfaction of our customers, it seems that we got it. Depending on the type of photographic production, we often work with stylist (home economist or food stylist) and sometimes work directly with a chef (usually for restaurants or chain restaurants) cooking, prepare and decorate the dishes. In both cases, we can work or at the customer premises (riding a small temporary study) or in our study, depending on the type of production and what is most convenient for our client. This small sample of pictures of food reflects the diversity of work done from a simple plate with white background, complex atmospheres that require several hours to prepare. Do you look appetizing food portrayed? If the answer is yes, we have achieved the goal!"
  },
  {
    "service_id": "7",
    "img": "https://i.ibb.co/zbG905x/social.jpg",
    "price": 25000,
    "name": "Social media photography",
    "desc": "We have a new service to provide all our clients called social media photography, since many clients and brands rely heavily on social media to help build and preserve brand awareness. We definitely can help. Why rely on bad imagery, and photos, such as food photographs that do not look appetizing at all,or is not lit well? We understand its of imperative importance to showcase your product at its best. We have a vast experience in the field and have all the tools to create great social media imagery, whether being food, product, beverage or lifestyle photography….its our speciality! We believe in creating images that enhances your product by the use of composition, lighting and many years of experience in the field of advertising and commercial photography. We can come over to your desired location to photograph your brand  or products, anytime in day… We give tips and advice, and also help with some of the styling to create a better images if required. We just have what it takes and can put it all together, offering you a great package that showcases your products at its best.  So, here’s the deal we are offering you."
  }
 
]